{
    "Section 2 in The Indian Penal Code": 0,
    "Section 3 in The Indian Penal Code": 1,
    "Section 4 in The Indian Penal Code": 2,
    "Section 5 in The Indian Penal Code": 3,
    "Section 13 in The Indian Penal Code": 4,
    "Section 34 in The Indian Penal Code": 5,
    "Section 107 in The Indian Penal Code": 6,
    "Section 109 in The Indian Penal Code": 7,
    "Section 114 in The Indian Penal Code": 8,
    "Section 120 in The Indian Penal Code": 9,
    "Section 120B in The Indian Penal Code": 10,
    "Section 143 in The Indian Penal Code": 11,
    "Section 147 in The Indian Penal Code": 12,
    "Section 148 in The Indian Penal Code": 13,
    "Section 149 in The Indian Penal Code": 14,
    "Section 155 in The Indian Penal Code": 15,
    "Section 156 in The Indian Penal Code": 16,
    "Section 161 in The Indian Penal Code": 17,
    "Section 164 in The Indian Penal Code": 18,
    "Section 173 in The Indian Penal Code": 19,
    "Section 174A in The Indian Penal Code": 20,
    "Section 186 in The Indian Penal Code": 21,
    "Section 188 in The Indian Penal Code": 22,
    "Section 190 in The Indian Penal Code": 23,
    "Section 193 in The Indian Penal Code": 24,
    "Section 200 in The Indian Penal Code": 25,
    "Section 201 in The Indian Penal Code": 26,
    "Section 228 in The Indian Penal Code": 27,
    "Section 229A in The Indian Penal Code": 28,
    "Section 279 in The Indian Penal Code": 29,
    "Section 294 in The Indian Penal Code": 30,
    "Section 294(b) in The Indian Penal Code": 31,
    "Section 299 in The Indian Penal Code": 32,
    "Section 300 in The Indian Penal Code": 33,
    "Section 302 in The Indian Penal Code": 34,
    "Section 304 in The Indian Penal Code": 35,
    "Section 304A in The Indian Penal Code": 36,
    "Section 304B in The Indian Penal Code": 37,
    "Section 306 in The Indian Penal Code": 38,
    "Section 307 in The Indian Penal Code": 39,
    "Section 308 in The Indian Penal Code": 40,
    "Section 313 in The Indian Penal Code": 41,
    "Section 320 in The Indian Penal Code": 42,
    "Section 323 in The Indian Penal Code": 43,
    "Section 324 in The Indian Penal Code": 44,
    "Section 325 in The Indian Penal Code": 45,
    "Section 326 in The Indian Penal Code": 46,
    "Section 332 in The Indian Penal Code": 47,
    "Section 336 in The Indian Penal Code": 48,
    "Section 337 in The Indian Penal Code": 49,
    "Section 338 in The Indian Penal Code": 50,
    "Section 341 in The Indian Penal Code": 51,
    "Section 342 in The Indian Penal Code": 52,
    "Section 353 in The Indian Penal Code": 53,
    "Section 354 in The Indian Penal Code": 54,
    "Section 363 in The Indian Penal Code": 55,
    "Section 364 in The Indian Penal Code": 56,
    "Section 365 in The Indian Penal Code": 57,
    "Section 366 in The Indian Penal Code": 58,
    "Section 366A in The Indian Penal Code": 59,
    "Section 375 in The Indian Penal Code": 60,
    "Section 376 in The Indian Penal Code": 61,
    "Section 376(2) in The Indian Penal Code": 62,
    "Section 379 in The Indian Penal Code": 63,
    "Section 380 in The Indian Penal Code": 64,
    "Section 384 in The Indian Penal Code": 65,
    "Section 389 in The Indian Penal Code": 66,
    "Section 392 in The Indian Penal Code": 67,
    "Section 394 in The Indian Penal Code": 68,
    "Section 395 in The Indian Penal Code": 69,
    "Section 397 in The Indian Penal Code": 70,
    "Section 406 in The Indian Penal Code": 71,
    "Section 409 in The Indian Penal Code": 72,
    "Section 411 in The Indian Penal Code": 73,
    "Section 415 in The Indian Penal Code": 74,
    "Section 417 in The Indian Penal Code": 75,
    "Section 419 in The Indian Penal Code": 76,
    "Section 420 in The Indian Penal Code": 77,
    "Section 427 in The Indian Penal Code": 78,
    "Section 436 in The Indian Penal Code": 79,
    "Section 437 in The Indian Penal Code": 80,
    "Section 438 in The Indian Penal Code": 81,
    "Section 447 in The Indian Penal Code": 82,
    "Section 448 in The Indian Penal Code": 83,
    "Section 450 in The Indian Penal Code": 84,
    "Section 452 in The Indian Penal Code": 85,
    "Section 457 in The Indian Penal Code": 86,
    "Section 465 in The Indian Penal Code": 87,
    "Section 467 in The Indian Penal Code": 88,
    "Section 468 in The Indian Penal Code": 89,
    "Section 471 in The Indian Penal Code": 90,
    "Section 482 in The Indian Penal Code": 91,
    "Section 494 in The Indian Penal Code": 92,
    "Section 498 in The Indian Penal Code": 93,
    "Section 498A in The Indian Penal Code": 94,
    "Section 500 in The Indian Penal Code": 95,
    "Section 504 in The Indian Penal Code": 96,
    "Section 506 in The Indian Penal Code": 97,
    "Section 509 in The Indian Penal Code": 98,
    "Section 511 in The Indian Penal Code": 99
}