{
    "version": "1.0.0",
    "data": [
        {
            "id": "Section 2 in The Indian Penal Code",
            "title": "Punishment of offences committed within India",
            "text": [
                "Every person shall be liable to punishment under this Code and not otherwise for every act or omission contrary to the provisions thereof, of which he shall be guilty within India."
            ]
        },
        {
            "id": "Section 3 in The Indian Penal Code",
            "title": "Punishment of offences committed beyond, but which by law may be tried within, India",
            "text": [
                "Any person liable, by any Indian law to be tried for an offence committed beyond India shall be dealt with according to the provisions of this Code for any act committed beyond India in the same manner as if such act had been committed within India."
            ]
        },
        {
            "id": "Section 4 in The Indian Penal Code",
            "title": "Extension of Code to extra-territorial offences",
            "text": [
                "The provisions of this Code apply also to any offence committed by",
                "(1) any citizen of India in any place without and beyond India",
                "(2) any person on any ship or aircraft registered in India wherever it may be",
                "(3) any person in any place without and beyond India committing offence targeting a computer resource located in India"
            ]
        },
        {
            "id": "Section 5 in The Indian Penal Code",
            "title": "Certain laws not to be affected by this Act",
            "text": [
                "Nothing in this Act shall affect the provisions of any Act for punishing mutiny and desertion of officers, soldiers, sailors or airmen in the service of the Government of India or the provisions of any special or local law."
            ]
        },
        {
            "id": "Section 13 in The Indian Penal Code",
            "title": "\"Queen\"",
            "text": [
                "Rep. by the A.O. 1950."
            ]
        },
        {
            "id": "Section 34 in The Indian Penal Code",
            "title": "Acts done by several persons in furtherance of common intention",
            "text": [
                "When a criminal act is done by several persons in furtherance of the common intention of all, each of such persons is liable for that act in the same manner as if it were done by him alone."
            ]
        },
        {
            "id": "Section 107 in The Indian Penal Code",
            "title": "Abetment of a thing",
            "text": [
                "(First)  -  Instigates any person to do that thing",
                "(Secondly)  -  Engages with one or more other person or persons in any conspiracy for the doing of that thing, if an act or illegal omission takes place in pursuance of that conspiracy, and in order to the doing of that thing",
                "(Thirdly)  -  Intentionally aids, by any act or illegal omission, the doing of that thing."
            ]
        },
        {
            "id": "Section 109 in The Indian Penal Code",
            "title": "Punishment of abetment if the act abetted is committed in consequence and where no express provision is made for its punishment",
            "text": [
                "Whoever abets any offence shall, if the act abetted is committed in consequence of the abetment, and no express provision is made by this Code for the punishment of such abetment, be punished with the punishment provided for the offence."
            ]
        },
        {
            "id": "Section 114 in The Indian Penal Code",
            "title": "Abettor present when offence is committed",
            "text": [
                "Whenever any person, who is absent would be liable to be punished as an abettor, is present when the act or offence for which he would be punishable in consequence of the abetment is committed, he shall be deemed to have committed such act or offence."
            ]
        },
        {
            "id": "Section 120 in The Indian Penal Code",
            "title": "Concealing design to commit offence punishable with impris­onment",
            "text": [
                "Whoever, intending to facilitate or knowing it to be likely that he will thereby facilitate the commission of an offence punishable with imprisonment, voluntarily conceals, by any act or illegal omission, the existence of a design to commit such offence, or makes any representation which he knows to be false respecting such design,",
                "shall, if the offence be committed, be punished with imprisonment of the description provided for the offence, for a term which may extend to one-fourth,",
                "if the offence be not committed, to one-eighth, of the longest term of such imprisonment, or with such fine as is provided for the offence, or with both."
            ]
        },
        {
            "id": "Section 120B in The Indian Penal Code",
            "title": "Punishment of criminal conspiracy",
            "text": [
                "(1) Whoever is a party to a criminal conspiracy to commit an offence punishable with death, 2[imprisonment for life] or rigorous imprisonment for a term of two years or upwards, shall, where no express provision is made in this Code for the punishment of such a conspiracy, be punished in the same manner as if he had abetted such offence.",
                "(2) Whoever is a party to a criminal conspiracy other than a criminal conspiracy to commit an offence punishable as aforesaid shall be punished with imprisonment of either description for a term not exceeding six months, or with fine or with both."
            ]
        },
        {
            "id": "Section 143 in The Indian Penal Code",
            "title": "Punishment for unlawful assembly",
            "text": [
                "Whoever is a member of an unlawful assembly, shall be punished with imprisonment of either description for a term which may extend to six months, or with fine, or with both."
            ]
        },
        {
            "id": "Section 147 in The Indian Penal Code",
            "title": "Punishment for rioting",
            "text": [
                "Whoever is guilty of rioting, shall be punished with imprisonment of either description for a term which may extend to two years, or with fine, or with both."
            ]
        },
        {
            "id": "Section 148 in The Indian Penal Code",
            "title": "Rioting, armed with deadly weapon",
            "text": [
                "Whoever is guilty of rioting, being armed with a deadly weapon or with anything which, used as a weapon of offence, is likely to cause death, shall be punished with imprisonment of either description for a term which may extend to three years, or with fine, or with both."
            ]
        },
        {
            "id": "Section 149 in The Indian Penal Code",
            "title": "Every member of unlawful assembly guilty of offence commit­ted in prosecution of common object",
            "text": [
                "If an offence is committed by any member of an unlawful assembly in prosecution of the common object of that assembly, or such as the members of that assembly knew to be likely to be committed in prosecution of that object, every person who, at the time of the committing of that offence, is a member of the same assembly, is guilty of that offence."
            ]
        },
        {
            "id": "Section 155 in The Indian Penal Code",
            "title": "Liability of person for whose benefit riot is committed",
            "text": [
                "Whenever a riot is committed for the benefit or on behalf of any person who is the owner or occupier of any land, respecting which such riot takes place or who claims any interest in such land, or in the subject of any dispute which gave rise to the riot, or who has accepted or derived any benefit therefrom, such person shall be punishable with fine, if he or his agent or manager, having reason to believe that such riot was likely to be committed or that the unlawful assembly by which such riot was committed was likely to be held, shall not respectively use all lawful means in his or their power to prevent such assembly or riot from taking place, and for suppressing and dispersing the same."
            ]
        },
        {
            "id": "Section 156 in The Indian Penal Code",
            "title": "Liability of agent of owner or occupier for whose benefit riot is committed",
            "text": [
                "Whenever a riot is committed for the benefit or on behalf of any person who is the owner or occupier of any land respecting which such riot takes place, or who claims any interest in such land, or in the subject of any dispute which gave rise to the riot, or who has accepted or derived any benefit therefrom, the agent or manager of such person shall be punishable with fine, if such agent or manager, having reason to believe that such riot was likely to be committed, or that the unlawful assembly by which such riot was committed was likely to be held, shall not use all lawful means in his power to prevent such riot or assembly from taking place and for suppressing and dispersing the same."
            ]
        },
        {
            "id": "Section 161 in The Indian Penal Code",
            "title": "Repealed",
            "text": [
                "Rep. by the Prevention of Corruption Act, 1988 (49 of 1988), sec. 31."
            ]
        },
        {
            "id": "Section 164 in The Indian Penal Code",
            "title": "Repealed",
            "text": [
                "Rep. by the Prevention of Corruption Act, 1988 (49 of 1988), sec. 31."
            ]
        },
        {
            "id": "Section 173 in The Indian Penal Code",
            "title": "Preventing service of summons or other proceeding, or pre­venting publication thereof",
            "text": [
                "Whoever in any manner intentionally prevents the serving on himself, or on any other person, of any summons, notice or order proceeding from any public servant legally competent, as such public servant, to issue such summons, notice or order, or intentionally prevents the lawful affixing to any place of any such summons, notice or order, or intentionally removes any such summons, notice or order from any place to which it is lawfully affixed, or intentionally prevents the lawful making of any proclamation, under the authority of any public servant legally competent, as such public servant, to direct such proclamation to be made, shall be punished with simple imprisonment for a term which may extend to one month, or with fine which may extend to five hundred rupees, or with both; or, if the summons, notice, order or proclamation is to attend in person or by agent, or to produce a document or electronic record in a Court of Justice, with simple imprisonment for a term which may extend to six months, or with fine which may extend to one thousand rupees, or with both."
            ]
        },
        {
            "id": "Section 174A in The Indian Penal Code",
            "title": "Non-appearance in response to a proclamation under section 82 of Act 2 of 1974",
            "text": [
                "Whoever fails to appear at the specified place and the specified time as required by a proclamation published under sub‑section (1) of section 82 of the Code of Criminal Procedure, 1973 shall be punished with imprisonment for a term which may extend to three years or with fine or with both, and where a declaration has been made under sub‑section (4) of that section pronouncing him as a proclaimed offender, he shall be punished with imprisonment for a term which may extend to seven years and shall also be liable to fine."
            ]
        },
        {
            "id": "Section 186 in The Indian Penal Code",
            "title": "Obstructing public servant in discharge of public functions",
            "text": [
                "Whoever voluntarily obstructs any public servant in the discharge of his public functions, shall be punished with imprisonment of either description for a term which may extend to three months, or with fine which may extend to five hundred rupees, or with both."
            ]
        },
        {
            "id": "Section 188 in The Indian Penal Code",
            "title": "Disobedience to order duly promulgated by public servant",
            "text": [
                "Whoever, knowing that, by an order promulgated by a public servant lawfully empowered to promulgate such order, he is directed to abstain from a certain act, or to take certain order with certain property in his possession or under his management, disobeys such direction, shall, if such disobedience causes or tends to cause obstruction, annoyance or injury, or risk of obstruction, annoyance or injury, to any person lawfully employed, be punished with simple imprisonment for a term which may extend to one month or with fine which may extend to two hundred rupees, or with both",
                "if such disobedience causes or trends to cause danger to human life, health or safety, or causes or tends to cause a riot or affray, shall be punished with imprisonment of either description for a term which may extend to six months, or with fine which may extend to one thousand rupees, or with both."
            ]
        },
        {
            "id": "Section 190 in The Indian Penal Code",
            "title": "Threat of injury to induce person to refrain from applying for protection to public servant",
            "text": [
                "Whoever holds out any threat of injury to any person for the purpose of inducing that person to refrain or desist from making a legal application for protection against any injury to any public servant legally empowered as such to give such protection, or to cause such protection to be given, shall be punished with imprisonment of either description for a term which may extend to one year, or with fine, or with both."
            ]
        },
        {
            "id": "Section 193 in The Indian Penal Code",
            "title": "Punishment for false evidence",
            "text": [
                "Whoever intentionally gives false evidence in any stage of a judicial proceeding, or fabricates false evidence for the purpose of being used in any stage of a judicial proceeding, shall be punished with imprisonment of either description for a term which may extend to seven years, and shall also be liable to fine, and whoever intentionally gives or fabricates false evidence in any other case, shall be punished with imprisonment of either description for a term which may extend to three years, and shall also be liable to fine."
            ]
        },
        {
            "id": "Section 200 in The Indian Penal Code",
            "title": "Using as true such declaration knowing it to be false",
            "text": [
                "Whoever corruptly uses or attempts to use as true any such declaration, knowing the same to be false in any material point, shall be punished in the same manner as if he gave false evidence."
            ]
        },
        {
            "id": "Section 201 in The Indian Penal Code",
            "title": "Causing disappearance of evidence of offence, or giving false information to screen offender",
            "text": [
                "Whoever, knowing or having reason to believe that an offence has been committed, causes any evidence of the commission of that offence to disappear, with the intention of screening the offender from legal punishment, or with that intention gives any information respecting the offence which he knows or believes to be false",
                "shall, if the offence which he knows or believes to have been committed is punishable with death, be punished with imprisonment of either description for a term which may extend to seven years, and shall also be liable to fine",
                "if the offence is punishable with 1[imprisonment for life], or with imprisonment which may extend to ten years, shall be punished with imprisonment of either description for a term which may extend to three years, and shall also be liable to fine",
                "if the offence is punishable with imprisonment for any term not extending to ten years, shall be punished with imprisonment of the description provided for the offence, for a term which may extend to one-fourth part of the longest term of the imprisonment provided for the offence, or with fine, or with both."
            ]
        },
        {
            "id": "Section 228 in The Indian Penal Code",
            "title": "Intentional insult or interruption to public servant sitting in judicial proceeding",
            "text": [
                "Whoever intentionally offers any insult, or causes any interruption to any public servant, while such public servant is sitting in any stage of a judicial proceeding, shall be punished with simple imprisonment for a term which may extend to six months, or with fine which may extend to one thousand rupees, or with both."
            ]
        },
        {
            "id": "Section 229A in The Indian Penal Code",
            "title": "Failure by person released on bail or bond to appear in Court",
            "text": [
                "Whoever, having been charged with an offence and released on bail or on bond without sureties, fails without sufficient cause (the burden of proving which shall lie upon him), to appear in Court in accordance with the terms of the bail or bond, shall be punished with imprisonment of either description for a term which may extend to one year, or with fine, or with both."
            ]
        },
        {
            "id": "Section 279 in The Indian Penal Code",
            "title": "Rash driving or riding on a public way",
            "text": [
                "Whoever drives any vehicle, or rides, on any public way in a manner so rash or negligent as to endanger human life, or to be likely to cause hurt or injury to any other person, shall be punished with imprisonment of either description for a term which may extend to six months, or with fine which may extend to one thousand rupees, or with both."
            ]
        },
        {
            "id": "Section 294 in The Indian Penal Code",
            "title": "Obscene acts and songs",
            "text": [
                "Whoever, to the annoyance of others",
                "(a) does any obscene act in any public place",
                "(b) sings, recites or utters any obscene song, ballad or words, in or near any public place, shall be punished with imprisonment of either description for a term which may extend to three months, or with fine, or with both."
            ]
        },
        {
            "id": "Section 294(b) in The Indian Penal Code",
            "title": "Obscene acts and songs",
            "text": [
                "(b) sings, recites or utters any obscene song, ballad or words, in or near any public place, shall be punished with imprisonment of either description for a term which may extend to three months, or with fine, or with both."
            ]
        },
        {
            "id": "Section 299 in The Indian Penal Code",
            "title": "Culpable homicide",
            "text": [
                "Whoever causes death by doing an act with the intention of causing death, or with the intention of causing such bodily injury as is likely to cause death, or with the knowledge that he is likely by such act to cause death, commits the offence of culpable homicide."
            ]
        },
        {
            "id": "Section 300 in The Indian Penal Code",
            "title": "Murder",
            "text": [
                "Except in the cases hereinafter excepted, culpable homicide is murder",
                "if the act by which the death is caused is done with the intention of causing death",
                "(Secondly)  -  If it is done with the intention of causing such bodily injury as the offender knows to be likely to cause the death of the person to whom the harm is caused",
                "(Thirdly)  -  If it is done with the intention of causing bodily injury to any person and the bodily injury intended to be inflicted is sufficient in the ordinary course of nature to cause death",
                "(Fourthly)  -  If the person committing the act knows that it is so imminently dangerous that it must, in all probability, cause death or such bodily injury as is likely to cause death, and commits such act without any excuse for incurring the risk of causing death or such injury as aforesaid."
            ]
        },
        {
            "id": "Section 302 in The Indian Penal Code",
            "title": "Punishment for murder",
            "text": [
                "Whoever commits murder shall be punished with death, or imprisonment for life, and shall also be liable to fine."
            ]
        },
        {
            "id": "Section 304 in The Indian Penal Code",
            "title": "Punishment for culpable homicide not amounting to murder",
            "text": [
                "Whoever commits culpable homicide not amounting to murder shall be punished with imprisonment for life, or imprisonment of either description for a term which may extend to ten years, and shall also be liable to fine, if the act by which the death is caused is done with the intention of causing death, or of causing such bodily injury as is likely to cause death, or with imprisonment of either description for a term which may extend to ten years, or with fine, or with both, if the act is done with the knowledge that it is likely to cause death, but without any intention to cause death, or to cause such bodily injury as is likely to cause death."
            ]
        },
        {
            "id": "Section 304A in The Indian Penal Code",
            "title": "Causing death by negligence",
            "text": [
                "Whoever causes the death of any person by doing any rash or negligent act not amounting to culpable homicide, shall be punished with imprisonment of either description for a term which may extend to two years, or with fine, or with both."
            ]
        },
        {
            "id": "Section 304B in The Indian Penal Code",
            "title": "Dowry death",
            "text": [
                "(1) Where the death of a woman is caused by any burns or bodily injury or occurs otherwise than under normal circumstances within seven years of her marriage and it is shown that soon before her death she was subjected to cruelty or harassment by her husband or any relative of her husband for, or in connection with, any demand for dowry, such death shall be called \"dowry death\", and such husband or relative shall be deemed to have caused her death.",
                "(2) Whoever commits dowry death shall be punished with imprisonment for a term which shall not be less than seven years but which may extend to imprisonment for life."
            ]
        },
        {
            "id": "Section 306 in The Indian Penal Code",
            "title": "Abetment of suicide",
            "text": [
                "If any person commits suicide, whoever abets the commission of such suicide, shall be punished with imprisonment of either description for a term which may extend to ten years, and shall also be liable to fine."
            ]
        },
        {
            "id": "Section 307 in The Indian Penal Code",
            "title": "Attempt to murder",
            "text": [
                "Whoever does any act with such intention or knowledge, and under such circumstances that, if he by that act caused death, he would be guilty of murder, shall be punished with imprisonment of either description for a term which may extend to ten years, and shall also be liable to fine",
                "if hurt is caused to any person by such act, the offender shall be liable either to imprisonment for life, or to such punishment as is hereinbefore mentioned.",
                "When any person offending under this section is under sentence of imprisonment for life, he may, if hurt is caused, be punished with death."
            ]
        },
        {
            "id": "Section 308 in The Indian Penal Code",
            "title": "Attempt to commit culpable homicide",
            "text": [
                "Whoever does any act with such intention or knowledge and under such circumstances that, if he by that act caused death, he would be guilty of culpable homicide not amounting to murder, shall be punished with imprisonment of either description for a term which may extend to three years, or with fine, or with both",
                "if hurt is caused to any person by such act, shall be punished with imprisonment of either description for a term which may extend to seven years, or with fine, or with both."
            ]
        },
        {
            "id": "Section 313 in The Indian Penal Code",
            "title": "Causing miscarriage without woman’s consent",
            "text": [
                "Whoever commits the offence defined in the last preceding section without the consent of the woman, whether the woman is quick with child or not, shall be punished with 1[imprisonment for life], or with imprisonment of either description for a term which may extend to ten years, and shall also be liable to fine."
            ]
        },
        {
            "id": "Section 320 in The Indian Penal Code",
            "title": "Grievous hurt",
            "text": [
                "The following kinds of hurt only are designated as \"grievous\"",
                "(First)  -  Emasculation.",
                "(Secondly)  -  Permanent privation of the sight of either eye.",
                "(Thirdly)  -  Permanent privation of the hearing of either ear,",
                "(Fourthly)  -  Privation of any member or joint.",
                "(Fifthly)  -  Destruction or permanent impairing of the powers of any member or joint.",
                "(Sixthly)  -  Permanent disfiguration of the head or face.",
                "(Seventhly)  -  Fracture or dislocation of a bone or tooth.",
                "(Eighthly)  -  Any hurt which endangers life or which causes the sufferer to be during the space of twenty days in severe bodily pain, or unable to follow his ordinary pursuits."
            ]
        },
        {
            "id": "Section 323 in The Indian Penal Code",
            "title": "Punishment for voluntarily causing hurt",
            "text": [
                "Whoever, except in the case provided for by section 334, voluntarily causes hurt, shall be punished with imprisonment of either description for a term which may extend to one year, or with fine which may extend to one thousand rupees, or with both."
            ]
        },
        {
            "id": "Section 324 in The Indian Penal Code",
            "title": "Voluntarily causing hurt by dangerous weapons or means",
            "text": [
                "Whoever, except in the case provided for by section 334, voluntarily causes hurt by means of any instrument for shooting, stabbing or cutting, or any instrument which, used as weapon of offence, is likely to cause death, or by means of fire or any heated substance, or by means of any poison or any corrosive substance, or by means of any explosive substance or by means of any substance which it is deleterious to the human body to inhale, to swallow, or to receive into the blood, or by means of any animal, shall be punished with imprisonment of either description for a term which may extend to three years, or with fine, or with both."
            ]
        },
        {
            "id": "Section 325 in The Indian Penal Code",
            "title": "Punishment for voluntarily causing grievous hurt",
            "text": [
                "Whoever, except in the case provided for by section 335, voluntarily causes grievous hurt, shall be punished with imprisonment of either description for a term which may extend to seven years, and shall also be liable to fine."
            ]
        },
        {
            "id": "Section 326 in The Indian Penal Code",
            "title": "Voluntarily causing grievous hurt by dangerous weapons or means",
            "text": [
                "Whoever, except in the case provided for by section 335, voluntarily causes grievous hurt by means of any instrument for shooting, stabbing or cutting, or any instrument which, used as a weapon of offence, is likely to cause death, or by means of fire or any heated substance, or by means of any poison or any corrosive substance, or by means of any explosive substance, or by means of any substance which it is deleterious to the human body to inhale, to swallow, or to receive into the blood, or by means of any animal, shall be punished with 1[imprisonment for life], or with imprisonment of either description for a term which may extend to ten years, and shall also be liable to fine."
            ]
        },
        {
            "id": "Section 332 in The Indian Penal Code",
            "title": "Voluntarily causing hurt to deter public servant from his duty",
            "text": [
                "Whoever voluntarily causes hurt to any person being a public servant in the discharge of his duty as such public servant, or with intent to prevent or deter that person or any other public servant from discharging his duty as such public servant, or in consequence of anything done or attempted to be done by that person in the lawful discharge of his duty as such public servant, shall be punished with imprisonment of either description for a term which may extend to three years, or with fine, or with both."
            ]
        },
        {
            "id": "Section 336 in The Indian Penal Code",
            "title": "Act endangering life or personal safety of others",
            "text": [
                "Whoever does any act so rashly or negligently as to endanger human life or the personal safety of others, shall be punished with imprisonment of either description for a term which may extend to three months, or with fine which may extend to two hundred and fifty rupees, or with both."
            ]
        },
        {
            "id": "Section 337 in The Indian Penal Code",
            "title": "Causing hurt by act endangering life or personal safety of others",
            "text": [
                "Whoever causes hurt to any person by doing any act so rashly or negligently as to endanger human life, or the personal safety of others, shall be punished with imprisonment of either description for a term which may extend to six months, or with fine which may extend to five hundred rupees, or with both."
            ]
        },
        {
            "id": "Section 338 in The Indian Penal Code",
            "title": "Causing grievous hurt by act endangering life or personal safety of others",
            "text": [
                "Whoever causes grievous hurt to any person by doing any act so rashly or negligently as to endanger human life, or the personal safety of others, shall be punished with imprisonment of either description for a term which may extend to two years, or with fine which may extend to one thousand rupees, or with both."
            ]
        },
        {
            "id": "Section 341 in The Indian Penal Code",
            "title": "Punishment for wrongful restraint",
            "text": [
                "Whoever wrongfully restrains any person shall be punished with simple imprisonment for a term which may extend to one month, or with fine which may extend to five hundred rupees, or with both."
            ]
        },
        {
            "id": "Section 342 in The Indian Penal Code",
            "title": "Punishment for wrongful confinement",
            "text": [
                "Whoever wrongfully confines any person shall be punished with imprisonment of either description for a term which may extend to one year, or with fine which may extend to one thousand rupees, or with both."
            ]
        },
        {
            "id": "Section 353 in The Indian Penal Code",
            "title": "Assault or criminal force to deter public servant from discharge of his duty",
            "text": [
                "Whoever assaults or uses criminal force to any person being a public servant in the execution of his duty as such public servant, or with intent to prevent or deter that person from discharging his duty as such public servant, or in consequence of anything done or attempted to be done by such person in the lawful discharge of his duty as such public servant, shall be punished with imprisonment of either description for a term which may extend to two years, or with fine, or with both."
            ]
        },
        {
            "id": "Section 354 in The Indian Penal Code",
            "title": "Assault or criminal force to woman with intent to outrage her modesty",
            "text": [
                "Whoever assaults or uses criminal force to any woman, intending to outrage or knowing it to be likely that he will thereby outrage her modesty, shall be punished with imprisonment of either description for a term which may extend to two years, or with fine, or with both."
            ]
        },
        {
            "id": "Section 363 in The Indian Penal Code",
            "title": "Punishment for kidnapping",
            "text": [
                "Whoever kidnaps any person from India or from lawful guardianship, shall be punished with imprisonment of either description for a term which may extend to seven years, and shall also be liable to fine."
            ]
        },
        {
            "id": "Section 364 in The Indian Penal Code",
            "title": "Kidnapping or abducting in order to murder",
            "text": [
                "Whoever kidnaps or abducts any person in order that such person may be murdered or may be so disposed of as to be put in danger of being murdered, shall be punished with 1[imprisonment for life] or rigorous imprisonment for a term which may extend to ten years, and shall also be liable to fine."
            ]
        },
        {
            "id": "Section 365 in The Indian Penal Code",
            "title": "Kidnapping or abducting with intent secretly and wrongfully to confine person",
            "text": [
                "Whoever kidnaps or abducts any person with intent to cause that person to be secretly and wrongfully confined, shall be punished with imprisonment of either description for a term which may extend to seven years, and shall also be liable to fine."
            ]
        },
        {
            "id": "Section 366 in The Indian Penal Code",
            "title": "Kidnapping, abducting or inducing woman to compel her mar­riage, etc.",
            "text": [
                "Whoever kidnaps or abducts any woman with intent that she may be compelled, or knowing it to be likely that she will be compelled, to marry any person against her will, or in order that she may be forced or seduced to illicit intercourse, or knowing it to be likely that she will be forced or seduced to illicit intercourse, shall be punished with imprisonment of either description for a term which may extend to ten years, and shall also be liable to fine",
                "Whoever, by means of criminal intimidation as defined in this Code or of abuse of authority or any other method of compulsion, induces any woman to go from any place with intent that she may be, or knowing that it is likely that she will be, forced or seduced to illicit intercourse with another person shall be punishable as aforesaid."
            ]
        },
        {
            "id": "Section 366A in The Indian Penal Code",
            "title": "Procuration of minor girl",
            "text": [
                "Whoever, by any means whatsoever, induces any minor girl under the age of eighteen years to go from any place or to do any act with intent that such girl may be, or knowing that it is likely that she will be, forced or seduced to illicit intercourse with another person shall be punishable with imprisonment which may extend to ten years, and shall also be liable to fine."
            ]
        },
        {
            "id": "Section 375 in The Indian Penal Code",
            "title": "Rape",
            "text": [
                "A man is said to commit “rape” who, except in the case hereinafter excepted, has sexual intercourse with a woman under circumstances falling under any of the six following descriptions",
                "(First)  -  Against her will.",
                "(Secondly)  -  Without her consent.",
                "(Thirdly)  -  With her consent, when her consent has been obtained by putting her or any person in whom she is interested in fear of death or of hurt.",
                "(Fourthly)  -  With her consent, when the man knows that he is not her husband, and that her consent is given because she believes that he is another man to whom she is or believes herself to be lawfully married.",
                "(Fifthly)  -  With her consent, when, at the time of giving such consent, by reason of unsoundness of mind or intoxication or the administration by him personally or through another of any stupefying or unwholesome substance, she is unable to understand the nature and consequences of that to which she gives consent.",
                "(Sixthly)  -  With or without her consent, when she is under sixteen years of age. Explanation. - Penetration is sufficient to constitute the sexual intercourse necessary to the offence of rape."
            ]
        },
        {
            "id": "Section 376 in The Indian Penal Code",
            "title": "Punishment for rape",
            "text": [
                "Whoever, except in the cases provided for by sub-section (2), commits rape shall be punished with imprisonment of either description for a term which shall not be less than seven years but which may be for life or for a term which may extend to ten years and shall also be liable to fine unless the women raped is his own wife and is not under twelve years of age, in which cases, he shall be punished with imprisonment of either description for a term which may extend to two years or with fine or with both: Provided that the court may, for adequate and special reasons to be mentioned in the judgment, impose a sentence of imprisonment for a term of less than seven years.",
                "(2) Whoever,",
                "(a) being a police officer commits rape",
                "(i) within the limits of the police station to which he is appointed",
                "(ii) in the premises of any station house whether or not situated in the police station to which he is appointed",
                "(iii) on a woman in his custody or in the custody of a police officer subordinate to him",
                "(b) being a public servant, takes advantage of his official position and commits rape on a woman in his custody as such public servant or in the custody of a public servant subordinate to him",
                "(c) being on the management or on the staff of a jail, remand home or other place of custody established by or under any law for the time being in force or of a woman's or children's institution takes advantage of his official position and commits rape on any inmate of such jail, remand home, place or institution;",
                "(d) being on the management or on the staff of a hospital, takes advantage of his official position and commits rape on a woman in that hospital;",
                "(e) commits rape on a woman knowing her to be pregnant",
                "(f) commits rape on a woman when she is under twelve years of age",
                "(g) commits gang rape, shall be punished with rigorous imprisonment for a term which shall not be less than ten years but which may be for life and shall also be liable to fine",
                "Provided that the Court may, for adequate and special reasons to be mentioned in the judgment, impose a sentence of imprisonment of either description for a term of less than ten years."
            ]
        },
        {
            "id": "Section 376(2) in The Indian Penal Code",
            "title": "Punishment for rape",
            "text": [
                "(2) Whoever,",
                "(a) being a police officer commits rape",
                "(i) within the limits of the police station to which he is appointed",
                "(ii) in the premises of any station house whether or not situated in the police station to which he is appointed",
                "(iii) on a woman in his custody or in the custody of a police officer subordinate to him",
                "(b) being a public servant, takes advantage of his official position and commits rape on a woman in his custody as such public servant or in the custody of a public servant subordinate to him",
                "(c) being on the management or on the staff of a jail, remand home or other place of custody established by or under any law for the time being in force or of a woman's or children's institution takes advantage of his official position and commits rape on any inmate of such jail, remand home, place or institution;",
                "(d) being on the management or on the staff of a hospital, takes advantage of his official position and commits rape on a woman in that hospital;",
                "(e) commits rape on a woman knowing her to be pregnant",
                "(f) commits rape on a woman when she is under twelve years of age",
                "(g) commits gang rape, shall be punished with rigorous imprisonment for a term which shall not be less than ten years but which may be for life and shall also be liable to fine",
                "Provided that the Court may, for adequate and special reasons to be mentioned in the judgment, impose a sentence of imprisonment of either description for a term of less than ten years."
            ]
        },
        {
            "id": "Section 379 in The Indian Penal Code",
            "title": "Punishment for theft",
            "text": [
                "Whoever commits theft shall be punished with imprisonment of either description for a term which may extend to three years, or with fine, or with both."
            ]
        },
        {
            "id": "Section 380 in The Indian Penal Code",
            "title": "Theft in dwelling house, etc.",
            "text": [
                "Whoever commits theft in any building, tent or vessel, which building, tent or vessel is used as a human dwelling, or used for the custody of property, shall be punished with imprisonment of either description for a term which may extend to seven years, and shall also be liable to fine."
            ]
        },
        {
            "id": "Section 384 in The Indian Penal Code",
            "title": "Putting person in fear of injury in order to commit extor­tion",
            "text": [
                "Whoever commits extortion shall be punished with imprisonment of either description for a term which may extend to three years, or with fine, or with both."
            ]
        },
        {
            "id": "Section 389 in The Indian Penal Code",
            "title": "Putting person in fear of accusation of offence, in order to commit extortion",
            "text": [
                "Whoever, in order to the committing of extortion, puts or attempts to put any person in fear of an accusation, against that person or any other, of having committed, or attempted to commit an offence punishable with death or with imprisonment for life, or with imprisonment for a term which may extend to ten years, shall be punished with imprisonment of either description for a term which may extend to ten years, and shall also be liable to fine",
                "and, if the offence be punishable under section 377 of this Code, may be punished with imprisonment for life."
            ]
        },
        {
            "id": "Section 392 in The Indian Penal Code",
            "title": "Punishment for robbery",
            "text": [
                "Whoever commits robbery shall be punished with rigorous imprisonment for a term which may extend to ten years, and shall also be liable to fine",
                "if the robbery be committed on the highway between sunset and sunrise, the imprisonment may be extended to fourteen years."
            ]
        },
        {
            "id": "Section 394 in The Indian Penal Code",
            "title": "Voluntarily causing hurt in committing robbery",
            "text": [
                "If any person, in committing or in attempting to commit robbery, voluntarily causes hurt, such person, and any other person jointly concerned in committing or attempting to commit such robbery, shall be punished with imprisonment for life, or with rigorous imprisonment for a term which may extend to ten years, and shall also be liable to fine."
            ]
        },
        {
            "id": "Section 395 in The Indian Penal Code",
            "title": "Punishment for dacoity",
            "text": [
                "Whoever commits dacoity shall be punished with imprisonment for life, or with rigorous imprisonment for a term which may extend to ten years, and shall also be liable to fine."
            ]
        },
        {
            "id": "Section 397 in The Indian Penal Code",
            "title": "Robbery, or dacoity, with attempt to cause death or grievous hurt",
            "text": [
                "If, at the time of committing robbery or dacoity, the offender uses any deadly weapon, or causes grievous hurt to any person, or attempts to cause death or grievous hurt to any person, the imprisonment with which such offender shall be punished shall not be less than seven years."
            ]
        },
        {
            "id": "Section 406 in The Indian Penal Code",
            "title": "Punishment for criminal breach of trust",
            "text": [
                "Whoever commits criminal breach of trust shall be punished with imprisonment of either description for a term which may extend to three years, or with fine, or with both."
            ]
        },
        {
            "id": "Section 409 in The Indian Penal Code",
            "title": "Criminal breach of trust by public servant, or by banker, merchant or agent",
            "text": [
                "Whoever, being in any manner entrusted with property, or with any dominion over property in his capacity of a public servant or in the way of his business as a banker, merchant, factor, broker, attorney or agent, commits criminal breach of trust in respect of that property, shall be punished with imprisonment for life, or with imprisonment of either description for a term which may extend to ten years, and shall also be liable to fine."
            ]
        },
        {
            "id": "Section 411 in The Indian Penal Code",
            "title": "Dishonestly receiving stolen property",
            "text": [
                "Whoever dishonestly receives or retains any stolen property, knowing or having reason to believe the same to be stolen property, shall be punished with imprisonment of either description for a term which may extend to three years, or with fine, or with both."
            ]
        },
        {
            "id": "Section 415 in The Indian Penal Code",
            "title": "Cheating",
            "text": [
                "Whoever, by deceiving any person, fraudulently or dishonestly induces the person so deceived to deliver any property to any person, or to consent that any person shall retain any property, or intentionally induces the person so deceived to do or omit to do anything which he would not do or omit if he were not so deceived, and which act or omission causes or is likely to cause damage or harm to that person in body, mind, reputation or property, is said to \"cheat\"."
            ]
        },
        {
            "id": "Section 417 in The Indian Penal Code",
            "title": "Punishment for cheating",
            "text": [
                "Whoever cheats shall be punished with imprisonment of either description for a term which may extend to one year, or with fine, or with both."
            ]
        },
        {
            "id": "Section 419 in The Indian Penal Code",
            "title": "Punishment for cheating by personation",
            "text": [
                "Whoever cheats by personation shall be punished with imprisonment of either description for a term which may extend to three years, or with fine, or with both."
            ]
        },
        {
            "id": "Section 420 in The Indian Penal Code",
            "title": "Cheating and dishonestly inducing delivery of property",
            "text": [
                "Whoever cheats and thereby dishonestly induces the person deceived to deliver any property to any person, or to make, alter or destroy the whole or any part of a valuable security, or anything which is signed or sealed, and which is capable of being converted into a valuable security, shall be punished with imprisonment of either description for a term which may extend to seven years, and shall also be liable to fine."
            ]
        },
        {
            "id": "Section 427 in The Indian Penal Code",
            "title": "Mischief causing damage to the amount of fifty rupees",
            "text": [
                "Whoever commits mischief and thereby causes loss or damage to the amount of fifty rupees or upwards, shall be punished with imprisonment of either description for a term which may extend to two years, or with fine, or with both."
            ]
        },
        {
            "id": "Section 436 in The Indian Penal Code",
            "title": "Mischief by fire or explosive substance with intent to destroy house, etc.",
            "text": [
                "Whoever commits mischief by fire or any explosive substance, intending to cause, or knowing it to be likely that he will thereby cause, the destruction of any building which is ordinarily used as a place of worship or as a human dwelling or as a place for the custody of property, shall be punished with imprisonment for life, or with imprisonment of either description for a term which may extend to ten years, and shall also be liable to fine."
            ]
        },
        {
            "id": "Section 437 in The Indian Penal Code",
            "title": "Mischief with intent to destroy or make unsafe a decked vessel or one of twenty tons burden",
            "text": [
                "Whoever commits mischief to any decked vessel or any vessel of a burden of twenty tons or upwards, intending to destroy or render unsafe, or knowing it to be likely that he will thereby destroy or render unsafe, that vessel, shall be punished with imprisonment of either description for a term which may extend to ten years, and shall also be liable to fine."
            ]
        },
        {
            "id": "Section 438 in The Indian Penal Code",
            "title": "Punishment for the mischief described in section 437 commit­ted by fire or explosive substance",
            "text": [
                "Whoever commits, or attempts to commit, by fire or any explosive substance, such mischief as is described in the last preceding section, shall be punished with imprisonment for life, or with imprisonment of either description for a term which may extend to ten years, and shall also be liable to fine."
            ]
        },
        {
            "id": "Section 447 in The Indian Penal Code",
            "title": "Punishment for criminal trespass",
            "text": [
                "Whoever commits criminal trespass shall be punished with imprisonment of either description for a term which may extend to three months, with fine or which may extend to five hundred rupees, or with both."
            ]
        },
        {
            "id": "Section 448 in The Indian Penal Code",
            "title": "Punishment for house-trespass",
            "text": [
                "Whoever commits house-trespass shall be punished with imprisonment of either description for a term which may extend to one year, or with fine which may extend to one thousand rupees, or with both."
            ]
        },
        {
            "id": "Section 450 in The Indian Penal Code",
            "title": "House-trespass in order to commit offence punishable with imprisonment for life",
            "text": [
                "Whoever commits house-trespass in order to the committing of any offence punishable with imprisonment for life, shall be punished with imprisonment of either description for a term not exceeding ten years, and shall also be liable to fine."
            ]
        },
        {
            "id": "Section 452 in The Indian Penal Code",
            "title": "House-trespass after preparation for hurt, assault or wrong­ful restraint",
            "text": [
                "Whoever commits house-trespass, having made preparation for causing hurt to any person or for assaulting any person, or for wrongfully restraining any person, or for putting any person in fear of hurt, or of assault, or of wrongful restraint, shall be punished with imprisonment of either description for a term which may extend to seven years, and shall also be liable to fine."
            ]
        },
        {
            "id": "Section 457 in The Indian Penal Code",
            "title": "Lurking house-trespass or house-breaking by night in order to commit offence punishable with imprisonment",
            "text": [
                "Whoever commits lurking house-trespass by night, or house-breaking by night, in order to the committing of any offence punishable with imprisonment, shall be punished with imprisonment of either description for a term which may extend to five years, and shall also be liable to fine",
                "if the offence intended to be committed is theft, the term of the imprisonment may be extended to fourteen years."
            ]
        },
        {
            "id": "Section 465 in The Indian Penal Code",
            "title": "Punishment for forgery",
            "text": [
                "Whoever commits forgery shall be punished with imprisonment of either description for a term which may extend to two years, or with fine, or with both."
            ]
        },
        {
            "id": "Section 467 in The Indian Penal Code",
            "title": "Forgery of valuable security, will, etc.",
            "text": [
                "Whoever forges a document which purports to be a valuable security or a will, or an authority to adopt a son, or which purports to give authority to any person to make or transfer any valuable security, or to receive the principal, interest or dividends thereon, or to receive or deliver any money, movable property, or valuable security, or any document purporting to be an acquittance or receipt acknowledging the payment of money, or an acquittance or receipt for the delivery of any movable property or valuable security, shall be punished with imprisonment for life, or with imprisonment of either description for a term which may extend to ten years, and shall also be liable to fine."
            ]
        },
        {
            "id": "Section 468 in The Indian Penal Code",
            "title": "Forgery for purpose of cheating.",
            "text": [
                "Whoever commits forgery, intending that the document or electronic record forged shall be used for the purpose of cheating, shall be punished with imprisonment of either description for a term which may extend to seven years, and shall also be liable to fine."
            ]
        },
        {
            "id": "Section 471 in The Indian Penal Code",
            "title": "Using as genuine a forged document or electronic record",
            "text": [
                "Whoever fraudulently or dishonestly uses as genuine any document or electronic record which he knows or has reason to believe to be a forged document or electronic record, shall be punished in the same manner as if he had forged such document or electronic record."
            ]
        },
        {
            "id": "Section 482 in The Indian Penal Code",
            "title": "Punishment for using a false property mark",
            "text": [
                "Whoever uses any false property mark shall, unless he proves that he acted without intent to defraud, be punished with imprisonment of either description for a term which may extend to one year, or with fine, or with both."
            ]
        },
        {
            "id": "Section 494 in The Indian Penal Code",
            "title": "Marrying again during lifetime of husband or wife",
            "text": [
                "Whoever, having a husband or wife living, marries in any case in which such marriage is void by reason of its taking place during the life of such husband or wife, shall be punished with imprisonment of either description for a term which may extend to seven years, and shall also be liable to fine."
            ]
        },
        {
            "id": "Section 498 in The Indian Penal Code",
            "title": "Enticing or taking away or detaining with criminal intent a married woman",
            "text": [
                "Whoever takes or entices away any woman who is and whom he knows or has reason to believe to be the wife of any other man, from that man, or from any person having the care of her on behalf of that man, with intent that she may have illicit intercourse with any person, or conceals or detains with that intent any such woman, shall be punished with imprisonment of either description for a term which may extend to two years, or with fine, or with both."
            ]
        },
        {
            "id": "Section 498A in The Indian Penal Code",
            "title": "Husband or relative of husband of a woman subjecting her to cruelty",
            "text": [
                "Whoever, being the husband or the relative of the husband of a woman, subjects such woman to cruelty shall be punished with imprisonment for a term which may extend to three years and shall also be liable to fine."
            ]
        },
        {
            "id": "Section 500 in The Indian Penal Code",
            "title": "Punishment for defamation",
            "text": [
                "Whoever defames another shall be punished with simple imprisonment for a term which may extend to two years, or with fine, or with both."
            ]
        },
        {
            "id": "Section 504 in The Indian Penal Code",
            "title": "Intentional insult with intent to provoke breach of the peace",
            "text": [
                "Whoever intentionally insults, and thereby gives provocation to any person, intending or knowing it to be likely that such provocation will cause him to break the public peace, or to commit any other offence, shall be punished with imprisonment of either description for a term which may extend to two years, or with fine, or with both."
            ]
        },
        {
            "id": "Section 506 in The Indian Penal Code",
            "title": "Punishment for criminal intimidation",
            "text": [
                "Whoever commits, the offence of criminal intimidation shall be punished with imprisonment of either description for a term which may extend to two years, or with fine, or with both",
                "And if the threat be to cause death or grievous hurt, or to cause the destruction of any property by fire, or to cause an offence punishable with death or imprisonment for life, or with imprisonment for a term which may extend to seven years, or to impute, unchastity to a woman, shall be punished with imprisonment of either description for a term which may extend to seven years, or with fine, or with both."
            ]
        },
        {
            "id": "Section 509 in The Indian Penal Code",
            "title": "Word, gesture or act intended to insult the modesty of a woman",
            "text": [
                "Whoever, intending to insult the modesty of any woman, utters any word, makes any sound or gesture, or exhibits any object, intending that such word or sound shall be heard, or that such gesture or object shall be seen, by such woman, or intrudes upon the privacy of such woman, shall be punished with simple imprisonment for a term which may extend to one year, or with fine, or with both."
            ]
        },
        {
            "id": "Section 511 in The Indian Penal Code",
            "title": "Punishment for attempting to commit offences punishable with imprisonment for life or other imprisonment",
            "text": [
                "Whoever attempts to commit an offence punishable by this Code with imprisonment for life or imprisonment, or to cause such an offence to be committed, and in such attempt does any act towards the commission of the offence, shall, where no express provision is made by this Code for the punishment of such attempt, be punished with imprisonment of any description provided for the offence, for a term which may extend to one-half of the imprisonment for life or, as the case may be, one-half of the longest term of imprisonment provided for that offence, or with such fine as is provided for the offence, or with both."
            ]
        }
    ]
}